Repository: cmssoftteam/Kesim
Catalog: Logical/mappView/Resources/Texts/Language.tmx
Source language: en
Languages: tr

source: Start
tr: Başla

source: Stop
tr: Dur

source: Go
tr: Git

source: Speed
tr: Hız

source: Path Speed
tr: İşleme Hızı

source: Auto Squaring
tr: Oto Gönyeleme

source: Position
tr: Pozisyon

source: Signal
tr: Sinyal

source: Conveyor Down
tr: Konveyor Aşağı

source: Conveyor Fault
tr: Konveyor Hata

source: Conveyor Up
tr: Konveyor Açık

source: Fan Motor Fault
tr: Fan Motoru Arıza

source: X Axis Ref
tr: X Eksen Ref

source: Y Axis Ref
tr: Y Eksen Ref

source: C Axis Ref
tr: C Eksen Ref

source: Glass Entrance Sensor
tr: Cam Giriş Sensor

source: Glass Exit Sensor
tr: Cam Çıkış Sensor

source: Glass In Left Side
tr: Cam Sol Tarafta

source: Glass In Right Side
tr: Cam Sağ Tarafta

source: Head Limit Down
tr: Kafa Aşağı Limit

source: Left Carrier Down
tr: Sol Gönye Geride

source: X Axis Trigger
tr: X Eksen Triger

source: Y Axis Trigger
tr: Y Eksen Triger

source: Square System Limit
tr: Gönyeleme Sistem Limit

source: Low Air Pressure
tr: Hava Düşük

source: Negative Button
tr: Negatif Buton

source: Pause Button
tr: Beklet Buton

source: Phase Relay Fault
tr: Faz Sırası Hatalı

source: Positive Button
tr: Pozitif Buton

source: Reset Button
tr: Reset Buton

source: Safety Photocells
tr: Güvenlik Fotoseli

source: Set Pressure Reached
tr: Basınça Ulaşıldı

source: Start Button
tr: Başla Buton

source: Cutting Head Down
tr: Elmas Aşağı

source: Square System Forward
tr: Gönyeleme İleri

source: Low E Motor Start
tr: Low-E Motor Çalış

source: Conveyor Forward
tr: Konveyor İleri

source: Conveyor Backward
tr: Konveyor Geri

source: Low E Motor Piston
tr: Low E Motor Aşağı

source: Set Pressure
tr: Set Basınç

source: Input
tr: Girişler

source: Output
tr: Çıkışlar

source: Reference
tr: Referans

source: Services
tr: Servis

source: Setting
tr: Ayarlar

source: Home Page
tr: Ana Sayfa

source: Machine Info
tr: Makine Bilgisi

source: Restart
tr: Yeniden Başlat

source: Pause
tr: Beklet

source: Origin
tr: Orjin

source: Origin Low-E
tr: Orjin Low-E

source: Transfer From Loader
tr: Arabadan Transfer

source: Pressure Feedback Active
tr: Basınç Bekleme Aktif

source: Simulation
tr: Simülasyon

source: Refresh
tr: Yenile

source: Network
tr: Ağ

source: Oil Selection
tr: Yağ Seçimi

source: Machine Type
tr: Makina Tipi

source: Loader Type
tr: Yükleme Tipi

source: OCKM with FYM
tr: FYM ve OCKM Aktif

source: Multiturn Encoder
tr: Multiturn Enkoder

source: Holding Brakers
tr: Motor Freni

source: Labeler
tr: Etiketleme

source: OCKM Transfer To BT
tr: OCKM- Kırıcıya Transfer

source: Confirm
tr: Onayla

source: Undo
tr: Geri Al

source: Lenght Parameters
tr: Mesafe Parameterleri

source: Drive Parameters
tr: Sürücü Parametreleri

source: Pressure Parameters
tr: Basınç Parametreleri

source: IO Watch
tr: IO İzleme

source: Motor Setup
tr: Motor Kurulum

source: Motion Status
tr: Motor Durumu

source: Machine Setup
tr: Machine Kurulum

source: Parameters
tr: Parametreler

source: Selection
tr: Seçimler

source: Timers
tr: Zamanlar

source: Head Up
tr: Elmas Yukarı

source: Head Down
tr: Elmas Aşağı

source: Wait Pressure
tr: Basınca Ulaşma

source: Low-E Above
tr: Low-E Motor Aşağı

source: Low-E Below
tr: Low-E Aşağı

source: Stretching
tr: Yağ Germe

source: Square Forward
tr: Kesim Gönyeler İleri

source: X Glass
tr: X Cam

source: Y Glass
tr: Y Cam

source: C Glass
tr: C Cam

source: Y Glass Right
tr: Y1 Cam

source: X Laser
tr: X Sensor

source: Y Offset Laser
tr: Y Sensor Ofset

source: Low-E Diamond X
tr: Low-E Fırça X

source: Low-E Diamond Y
tr: Low-E Fırça Y

source: Y1 Distance
tr: Y1 Uzaklık

source: X2 Distance
tr: X2 Uzaklık

source: X3 Distance
tr: X3 Uzaklık

source: X Transfer Start
tr: Kopru X Transfer Başlangıç

source: Y Transfer Start
tr: Kopru Y Transfer Başlangıç

source: X Transfer End
tr: X Transfer Son

source: Y Transfer End
tr: Y Transfer Son

source: XSquareEnd
tr: Köprü X Gön.Son

source: Y Glass Push End
tr: Köprü Y Gön.Son

source: Transfer Speed
tr: Transfer Hızı

source: Squaring Speed
tr: Gönyeleme Hızı

source: ParkSpeed
tr: Park Hızı

source: AutoSquaring
tr: Otm. Gönyeleme

source: X Safe Load
tr: X Köprü Yükleme

source: Y Safe Load
tr: Y Köprü Yükleme

source: C Home Offset Position
tr: C Home Ofset

source: LowE Home Pos
tr: Low-E Referans Poz

source: Single Step
tr: Adım Adım Modu

source: Negative Override
tr: Geriye Kesim

source: Units
tr: Birimler

source: Positive Limit
tr: Pozitif Limit

source: Save
tr: Kaydet

source: ForcingProgramStatus
tr: Program Zorlama Durumu

source: Error Reset
tr: Hata Sıfırla

source: All Force Release
tr: Tüm Zorlamaları Kaldır

source: Services Time
tr: Servis Zamanı
